Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The notifying authority shall notify the Commission and the other Member States of any relevant changes to the notification of a notified body via the electronic notification tool referred to in Article 30(2).
pt_pt: A autoridade notificadora deve notificar a Comissão e os outros Estados-Membros de todas as alterações pertinentes da notificação de um organismo notificado através do instrumento de notificação eletrónica a que se refere o artigo 30.o, n.o 2.

source: The procedures laid down in Articles 29 and 30 shall apply to extensions of the scope of the notification.
pt_pt: Os procedimentos estabelecidos nos artigos 29.o e 30.o aplicam-se ao alargamento do âmbito da notificação.

source: For changes to the notification other than extensions of its scope, the procedures laid down in paragraphs (3) to (9) shall apply.
pt_pt: No que respeita às alterações da notificação que não digam respeito ao alargamento do seu âmbito de aplicação, são aplicáveis os procedimentos estabelecidos nos n.os 3 a 9.

source: Where a notified body decides to cease its conformity assessment activities, it shall inform the notifying authority and the providers concerned as soon as possible and, in the case of a planned cessation, at least one year before ceasing its activities.
pt_pt: Caso um organismo notificado decida cessar as suas atividades de avaliação da conformidade, informa a autoridade notificadora e os prestadores em causa o mais rapidamente possível e, em caso de cessação planeada, pelo menos um ano antes de cessar as atividades.

source: The certificates of the notified body may remain valid for a period of nine months after cessation of the notified body’s activities, on condition that another notified body has confirmed in writing that it will assume responsibilities for the high-risk AI systems covered by those certificates.
pt_pt: Os certificados do organismo notificado podem manter-se válidos durante um período de nove meses após a cessação das atividades do organismo notificado, desde que outro organismo notificado confirme por escrito que assumirá a responsabilidade pelos sistemas de IA de risco elevado abrangidos por esses certificados.

source: The latter notified body shall complete a full assessment of the high-risk AI systems affected by the end of that nine-month-period before issuing new certificates for those systems.
pt_pt: Esse outro organismo notificado efetua uma avaliação completa dos sistemas de IA de risco elevado em causa até ao final do período de nove meses, antes de emitir novos certificados para esses sistemas.

source: Where the notified body has ceased its activity, the notifying authority shall withdraw the designation.
pt_pt: Se o organismo notificado tiver cessado a sua atividade, a autoridade notificadora deve retirar a designação.

source: Where a notifying authority has sufficient reason to consider that a notified body no longer meets the requirements laid down in Article 31, or that it is failing to fulfil its obligations, the notifying authority shall without delay investigate the matter with the utmost diligence.
pt_pt: Caso uma autoridade notificadora tenha motivos suficientes para considerar que um organismo notificado deixou de cumprir os requisitos estabelecidos no artigo 31.o, ou que não cumpre as suas obrigações, deve imediatamente investigar a matéria com a máxima diligência.

source: In that context, it shall inform the notified body concerned about the objections raised and give it the possibility to make its views known.
pt_pt: Nesse contexto, a autoridade notificadora deve informar o organismo notificado em causa sobre as objeções formuladas e dar-lhe a possibilidade de apresentar as suas observações.

source: If the notifying authority comes to the conclusion that the notified body no longer meets the requirements laid down in Article 31 or that it is failing to fulfil its obligations, it shall restrict, suspend or withdraw the designation as appropriate, depending on the seriousness of the failure to meet those requirements or fulfil those obligations.
pt_pt: Caso a autoridade notificadora conclua que o organismo notificado deixou de cumprir os requisitos estabelecidos no artigo 31.o, ou que não cumpre as suas obrigações, deve restringir, suspender ou retirar a designação, consoante o caso, em função da gravidade do incumprimento desses requisitos ou dessas obrigações.

source: It shall immediately inform the Commission and the other Member States accordingly.
pt_pt: A autoridade notificadora deve informar imediatamente a Comissão e os restantes Estados-Membros deste facto.

source: Where its designation has been suspended, restricted, or fully or partially withdrawn, the notified body shall inform the providers concerned within 10 days.
pt_pt: Caso a sua designação tenha sido suspendida, restringida ou revogada, na totalidade ou em parte, o organismo notificado informa os prestadores em causa o mais tardar no prazo de 10 dias.

source: In the event of the restriction, suspension or withdrawal of a designation, the notifying authority shall take appropriate steps to ensure that the files of the notified body concerned are kept, and to make them available to notifying authorities in other Member States and to market surveillance authorities at their request.
pt_pt: Em caso de restrição, suspensão ou retirada de uma designação, a autoridade notificadora deve tomar as medidas necessárias para assegurar que os processos do organismo notificado são conservados e para os disponibilizar às autoridades notificadoras noutros Estados-Membros e às autoridades de fiscalização do mercado, se estas o solicitarem.

source: In the event of the restriction, suspension or withdrawal of a designation, the notifying authority shall:
pt_pt: Em caso de restrição, suspensão ou retirada de uma designação, a autoridade notificadora:

source: assess the impact on the certificates issued by the notified body;
pt_pt: Avalia o impacto nos certificados emitidos pelo organismo notificado;

source: submit a report on its findings to the Commission and the other Member States within three months of having notified the changes to the designation;
pt_pt: Apresenta à Comissão e aos outros Estados-Membros um relatório sobre as suas conclusões no prazo de três meses após ter notificado das alterações à designação;

source: require the notified body to suspend or withdraw, within a reasonable period of time determined by the authority, any certificates which were unduly issued, in order to ensure the continuing conformity of high-risk AI systems on the market;
pt_pt: Determina que o organismo notificado suspenda ou retire, num prazo razoável por ela determinado, os certificados indevidamente emitidos, a fim de garantir a conformidade contínua dos sistemas de IA de risco elevado no mercado;

source: inform the Commission and the Member States about certificates the suspension or withdrawal of which it has required;
pt_pt: Informa a Comissão e os Estados-Membros dos certificados para os quais exigiu a suspensão ou retirada;

source: provide the national competent authorities of the Member State in which the provider has its registered place of business with all relevant information about the certificates of which it has required the suspension or withdrawal; that authority shall take the appropriate measures, where necessary, to avoid a potential risk to health, safety or fundamental rights.
pt_pt: Presta às autoridades nacionais competentes do Estado-Membro em que o prestador tem a sua sede social todas as informações pertinentes sobre os certificados para os quais exigiu a suspensão ou retirada; essas autoridades devem tomar as medidas adequadas que se revelem necessárias para evitar potenciais riscos para a saúde, a segurança ou os direitos fundamentais.

source: With the exception of certificates unduly issued, and where a designation has been suspended or restricted, the certificates shall remain valid in one of the following circumstances:
pt_pt: Com exceção dos certificados indevidamente emitidos, e caso uma designação tenha sido suspendida ou restringida, os certificados permanecem válidos nas seguintes circunstâncias:

source: the notifying authority has confirmed, within one month of the suspension or restriction, that there is no risk to health, safety or fundamental rights in relation to certificates affected by the suspension or restriction, and the notifying authority has outlined a timeline for actions to remedy the suspension or restriction; or
pt_pt: Quando a autoridade notificadora tiver confirmado, no prazo de um mês a contar da suspensão ou restrição, que, no que respeita aos certificados afetados pela suspensão ou restrição, não existem riscos para a saúde, a segurança ou os direitos fundamentais, e tiver estabelecido um prazo para as ações previstas para corrigir a suspensão ou restrição; ou

source: the notifying authority has confirmed that no certificates relevant to the suspension will be issued, amended or re-issued during the course of the suspension or restriction, and states whether the notified body has the capability of continuing to monitor and remain responsible for existing certificates issued for the period of the suspension or restriction; in the event that the notifying authority determines that the notified body does not have the capability to support existing certificates issued, the provider of the system covered by the certificate shall confirm in writing to the national competent authorities of the Member State in which it has its registered place of business, within three months of the suspension or restriction, that another qualified notified body is temporarily assuming the functions of the notified body to monitor and remain responsible for the certificates during the period of suspension or restriction.
pt_pt: Quando a autoridade notificadora tiver confirmado que, durante o período de suspensão ou restrição, não serão emitidos, alterados nem reemitidos certificados relevantes para a suspensão, e indicar se o organismo notificado tem capacidade para continuar a assumir, durante o período de suspensão ou restrição, o controlo e a responsabilidade pelos certificados já emitidos; caso a autoridade notificadora determine que o organismo notificado não tem capacidade para apoiar os certificados já emitidos, o prestador do sistema abrangido pelo certificado deve confirmar por escrito às autoridades nacionais competentes do Estado-Membro em que tem a sua sede social, no prazo de três meses a contar da suspensão ou restrição, que outro organismo notificado qualificado exerce temporariamente as funções do organismo notificado de assunção do controlo e da responsabilidade pelos certificados durante o período de suspensão ou restrição.

source: With the exception of certificates unduly issued, and where a designation has been withdrawn, the certificates shall remain valid for a period of nine months under the following circumstances:
pt_pt: Com exceção dos certificados emitidos indevidamente, e sempre que a designação tenha sido retirada, os certificados permanecem válidos por um período de nove meses nas seguintes circunstâncias:

source: the national competent authority of the Member State in which the provider of the high-risk AI system covered by the certificate has its registered place of business has confirmed that there is no risk to health, safety or fundamental rights associated with the high-risk AI systems concerned; and
pt_pt: Se a autoridade nacional competente do Estado-Membro em que o prestador do sistema de IA de risco elevado abrangido pelo certificado tem a sua sede social tiver confirmado que não existem riscos associados aos sistemas de IA de risco elevado em causa para a saúde, a segurança ou os direitos fundamentais; e

source: another notified body has confirmed in writing that it will assume immediate responsibility for those AI systems and completes its assessment within 12 months of the withdrawal of the designation.
pt_pt: Se um outro organismo notificado tiver confirmado por escrito que assumirá de imediato a responsabilidade por esses sistemas de IA e concluir a respetiva avaliação no prazo de doze meses a contar da retirada da designação.

source: In the circumstances referred to in the first subparagraph, the national competent authority of the Member State in which the provider of the system covered by the certificate has its place of business may extend the provisional validity of the certificates for additional periods of three months, which shall not exceed 12 months in total.
pt_pt: Nas circunstâncias referidas no primeiro parágrafo, a autoridade nacional competente do Estado-Membro em que o prestador do sistema abrangido pelo certificado tem a sua sede social pode prorrogar a validade provisória dos certificados por novos períodos de três meses, até um máximo de 12 meses no total.

source: The national competent authority or the notified body assuming the functions of the notified body affected by the change of designation shall immediately inform the Commission, the other Member States and the other notified bodies thereof.
pt_pt: A autoridade nacional competente ou o organismo notificado que assumir as funções do organismo notificado ao qual se aplica a alteração da designação informa imediatamente desse facto a Comissão, os outros Estados-Membros e os demais organismos notificados.

source: Article 37
pt_pt: Artigo 37.o

source: Challenge to the competence of notified bodies
pt_pt: Contestação da competência dos organismos notificados

source: The Commission shall, where necessary, investigate all cases where there are reasons to doubt the competence of a notified body or the continued fulfilment by a notified body of the requirements laid down in Article 31 and of its applicable responsibilities.
pt_pt: A Comissão investiga, sempre que necessário, todos os casos em que haja motivos para duvidar da competência de um organismo notificado ou do cumprimento continuado dos requisitos estabelecidos no artigo 31.o e das responsabilidades aplicáveis por parte de um organismo notificado.

source: The notifying authority shall provide the Commission, on request, with all relevant information relating to the notification or the maintenance of the competence of the notified body concerned.
pt_pt: A autoridade notificadora deve facultar à Comissão, mediante pedido, todas as informações pertinentes relacionadas com a notificação ou a manutenção da competência do organismo notificado em causa.

source: The Commission shall ensure that all sensitive information obtained in the course of its investigations pursuant to this Article is treated confidentially in accordance with Article 78.
pt_pt: A Comissão garante que todas as informações sensíveis obtidas no decurso das suas investigações nos termos do presente artigo sejam tratadas de forma confidencial em conformidade com o artigo 78.o.

source: Where the Commission ascertains that a notified body does not meet or no longer meets the requirements for its notification, it shall inform the notifying Member State accordingly and request it to take the necessary corrective measures, including the suspension or withdrawal of the notification if necessary.
pt_pt: Caso verifique que um organismo notificado não cumpre ou deixou de cumprir os requisitos aplicáveis à sua notificação, a Comissão informa o Estado-Membro notificador do facto e solicita-lhe que tome as medidas corretivas necessárias, incluindo, se for caso disso, a suspensão ou retirada da notificação.

source: Where the Member State fails to take the necessary corrective measures, the Commission may, by means of an implementing act, suspend, restrict or withdraw the designation.
pt_pt: Se o Estado-Membro não tomar as medidas corretivas necessárias, a Comissão pode, por meio de um ato de execução, suspender, restringir ou retirar a designação.

source: That implementing act shall be adopted in accordance with the examination procedure referred to in Article 98(2).
pt_pt: O referido ato de execução é adotado de acordo com o procedimento de exame a que se refere o artigo 98.o, n.o 2.

source: Article 38
pt_pt: Artigo 38.o

source: Coordination of notified bodies
pt_pt: Coordenação dos organismos notificados

source: The Commission shall ensure that, with regard to high-risk AI systems, appropriate coordination and cooperation between notified bodies active in the conformity assessment procedures pursuant to this Regulation are put in place and properly operated in the form of a sectoral group of notified bodies.
pt_pt: A Comissão assegura que, no respeitante aos sistemas de IA de risco elevado, são instituídas modalidades de coordenação e cooperação adequadas entre organismos notificados ativos nos procedimentos de avaliação da conformidade nos termos do presente regulamento e que as mesmas decorrem devidamente sob a forma de um grupo setorial de organismos notificados.

source: Each notifying authority shall ensure that the bodies notified by it participate in the work of a group referred to in paragraph 1, directly or through designated representatives.
pt_pt: Cada autoridade notificadora deve assegurar que os organismos por si notificados participem, diretamente ou por meio de representantes designados, nos trabalhos de um grupo a que se refere o n.o 1.

source: The Commission shall provide for the exchange of knowledge and best practices between notifying authorities.
pt_pt: A Comissão deve proporcionar o intercâmbio de conhecimentos especializados e de boas práticas entre as autoridades notificadoras.

source: Article 39
pt_pt: Artigo 39.o

source: Conformity assessment bodies of third countries
pt_pt: Organismos de avaliação da conformidade de países terceiros

source: Conformity assessment bodies established under the law of a third country with which the Union has concluded an agreement may be authorised to carry out the activities of notified bodies under this Regulation, provided that they meet the requirements laid down in Article 31 or they ensure an equivalent level of compliance.
pt_pt: Os organismos de avaliação da conformidade criados ao abrigo da legislação de um país terceiro com o qual a União tenha celebrado um acordo podem ser autorizados a executar as atividades de organismos notificados nos termos do presente regulamento, desde que cumpram os requisitos previstos no artigo 31.o ou garantam um nível de cumprimento equivalente.

source: Standards, conformity assessment, certificates, registration
pt_pt: Normas, avaliação da conformidade, certificados, registo

source: Article 40
pt_pt: Artigo 40.o

source: Harmonised standards and standardisation deliverables
pt_pt: Normas harmonizadas e produtos de normalização

source: High-risk AI systems or general-purpose AI models which are in conformity with harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union in accordance with Regulation (EU) No 1025/2012 shall be presumed to be in conformity with the requirements set out in Section 2 of this Chapter or, as applicable, with the obligations set out in of Chapter V, Sections 2 and 3, of this Regulation, to the extent that those standards cover those requirements or obligations.
pt_pt: Presume-se que os sistemas de IA de risco elevado ou os modelos de IA de finalidade geral que estão em conformidade com normas harmonizadas, ou com partes destas, cujas referências tenham sido publicadas no Jornal Oficial da União Europeia nos termos do Regulamento (UE) n.o 1025/2012, são conformes com os requisitos estabelecidos na secção 2 do presente capítulo, ou, consoante o caso, com as obrigações estabelecidas nas secções 2 e 3 do capítulo V do presente regulamento, desde que tais normas abranjam esses requisitos ou obrigações.

source: In accordance with Article 10 of Regulation (EU) No 1025/2012, the Commission shall issue, without undue delay, standardisation requests covering all requirements set out in Section 2 of this Chapter and, as applicable, standardisation requests covering obligations set out in Chapter V, Sections 2 and 3, of this Regulation.
pt_pt: Nos termos do artigo 10.o do Regulamento (UE) n.o 1025/2012, a Comissão emite, sem demora injustificada, pedidos de normalização que abranjam todos os requisitos estabelecidos na secção 2 do presente capítulo e, conforme aplicável, pedidos de normalização que abranjam as obrigações estabelecidas nas secções 2 e 3 do capítulo V do presente regulamento.

source: The standardisation request shall also ask for deliverables on reporting and documentation processes to improve AI systems’ resource performance, such as reducing the high-risk AI system’s consumption of energy and of other resources during its lifecycle, and on the energy-efficient development of general-purpose AI models.
pt_pt: Os pedidos de normalização devem também solicitar produtos respeitantes aos processos de comunicação e documentação para melhorar o desempenho dos sistemas de IA em termos de recursos, como a redução do consumo de energia e de outros recursos do sistema de IA de risco elevado durante o seu ciclo de vida, e respeitantes ao desenvolvimento eficiente do ponto de vista energético de modelos de IA de finalidade geral.

source: When preparing a standardisation request, the Commission shall consult the Board and relevant stakeholders, including the advisory forum.
pt_pt: Ao preparar um pedido de normalização, a Comissão deve consultar o Comité e as partes interessadas pertinentes, incluindo o fórum consultivo.

source: When issuing a standardisation request to European standardisation organisations, the Commission shall specify that standards have to be clear, consistent, including with the standards developed in the various sectors for products covered by the existing Union harmonisation legislation listed in Annex I, and aiming to ensure that high-risk AI systems or general-purpose AI models placed on the market or put into service in the Union meet the relevant requirements or obligations laid down in this Regulation.
pt_pt: Ao enviar um pedido de normalização a uma organização europeia de normalização, a Comissão deve especificar que as normas têm de ser claras, coerentes, nomeadamente com as normas desenvolvidas nos vários setores para os produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, e que se destinam a assegurar que os sistemas de IA de risco elevado ou modelos de IA de finalidade geral colocados no mercado ou colocados em serviço na União cumprem os requisitos ou obrigações pertinentes estabelecidos no presente regulamento.

source: The Commission shall request the European standardisation organisations to provide evidence of their best efforts to fulfil the objectives referred to in the first and the second subparagraph of this paragraph in accordance with Article 24 of Regulation (EU) No 1025/2012.
pt_pt: A Comissão deve solicitar às organizações europeias de normalização que apresentem provas dos seus melhores esforços para cumprir os objetivos referidos no primeiro e segundo parágrafos do presente número, em conformidade com o artigo 24.o do Regulamento (UE) n.o 1025/2012.
